UPDATE t_p5901577_safety_platform_deve.remarks
SET description = $d$Нарушены способы и параметры при размещении груза.$d$,
    norm_ref = $n$Приказ Минтруда РФ от 28.10.2020 №753н п.105 (12) приложение к Правилам «Способы и параметры размещения грузов» п.7 " При размещении грузов необходимо соблюдать следующие требования: Способы и параметры размещения отдельных видов грузов приведены в приложении к Правилам, п.7 Приложения: способы и параметры размещения "ригели и колонны" в штабель - предельная высота 2,0 м".$n$,
    deadline = '20.10.2026'
WHERE id = '17919479312401dw9tb3' AND prescription_id = '1791886947937';

INSERT INTO t_p5901577_safety_platform_deve.remarks (id, prescription_id, place, category, description, norm_ref, deadline, status, sort_order, photos, work_suspended, suspension_act_drawn, suspension_act_number)
VALUES
('17919484913752vn41js', '1791886947937', 'Гостиница 5.2 / Секция Б', '', $d$Нарушены требования разводки временных электросетей.$d$,
 $n$Приказ Минтруда РФ от 11.12.2020 N 883Н "Об утверждении Правил по охране труда при строительстве, реконструкции и ремонте" п. 82 "Разводка временных электросетей напряжением до 1000 В, используемых при электроснабжении объектов строительства, должна быть выполнена изолированными проводами или кабелями на опорах или конструкциях, рассчитанных на механическую прочность при прокладке по ним проводов и кабелей, на высоте над уровнем земли, настила не менее:
3.5 м - над проходами;
6,0 м - над проездами;
2.5 м - над рабочими местами".$n$,
 '20.10.2026', 'Черновик', 2, '[]'::jsonb, false, false, ''),
('17919512452403knagex', '1791886947937', 'Гостиница 5.2 / Секция Б', '', $d$Территория строительной площадки захламлена строительным мусором и мктериалом. Оказывается негативное влияние на землю.$d$, '', '', 'Черновик', 3, '[]'::jsonb, false, false, ''),
('17919515235304y08hd2', '1791886947937', 'Гостиница 5.2 / Секция Б', '', $d$На строительной площадке находятся СГП не пригодные для использования.$d$, '', '', 'Черновик', 4, '[]'::jsonb, false, false, ''),
('179195188037950eklpx', '1791886947937', 'Гостиница 5.2 / Секция Б', '', $d$У работников, выполнявших работы на высоте, отсутствуют (не предоставлены) документы, подтверждающие соответствующее обучение.$d$, '', '', 'Черновик', 5, '[]'::jsonb, false, false, '');
